Repository: adriansalvatori/alma-one
Catalog: web/app/languages/plugins/performance-lab-*.po
Languages: es_es

source: The WebP Uploads feature cannot be loaded from within the plugin since it is already merged into WordPress core.
es_es: La característica WebP Uploads no se puede cargar desde el plugin porque ya está integrada en el núcleo de WordPress.

# module name
source: Dominant Color Images
es_es: Color dominante de imágenes

source: The module cannot be managed with Performance Lab since it is already active as a standalone plugin.
es_es: El módulo no se puede gestionar con Performance Lab porque ya está activo como plugin independiente.

source: Database: MySQL
es_es: Base de datos: MySQL

source: Database: MariaDB
es_es: Base de datos: MariaDB

source: Database: SQLite
es_es: Base de datos: SQLite

source: Enabling this module will switch to a separate database and install WordPress in it. You will need to reconfigure your site, and start with a fresh site. Disabling the module you will get back to your previous MySQL database, with all your previous data intact.
es_es: Al activar este módulo se cambiará a una base de datos distinta y se instalará WordPress en ella. Tendrás que volver a configurar tu sitio, y empezar con un sitio nuevo. Desactivando el módulo se te devolverá a tu base de datos MySQL anterior, con todos tus datos anteriores intactos.

source: The method must be called before headers have been sent.
es_es: El método debe llamarse antes de enviar las cabeceras.

source: The %s argument is required and must be a string.
es_es: El argumento %s es obligatorio y debe ser una cadena.

source: The %s argument is required and must be a callable.
es_es: El argumento %s es obligatorio y se le debe poder llamar.

source: A metric with the slug %s is already registered.
es_es: Ya está registrada una métrica con el slug %s.

source: The %s method must be called before.
es_es: Antes debe llamarse al método %s.

source: The method must be called before or during the %s action.
es_es: Debe llamarse al método antes o durante la acción %s.

source: The %s parameter must be an integer, float, or numeric string.
es_es: El parámetro %s debe ser un número entero, float o una cadena numérica.

source: The password you chose during installation.
es_es: La contraseña que has elegido durante la instalación.

source: User already exists. Password inherited.
es_es: El usuario ya existe. Se ha heredado la contraseña.

source: Your chosen password.
es_es: La contraseña que has elegido.

source: <strong><em>Note that password</em></strong> carefully! It is a <em>random</em> password that was generated just for you.
es_es: ¡<strong><em>Anota la contraseña</em></strong> cuidadosamente! Es una contraseña <em>aleatoria</em> que ha sido generada solo para ti.

source: Table is already up to date
es_es: La tabla ya está actualizada

source: OK
es_es: Aceptar

source: Error occurred at line %1$d in Function %2$s. Error message was: %3$s.
es_es: Error en la línea %1$d en la función %2$s. El mensaje de error fue: %3$s.

source: Queries made or created this session were:
es_es: Las consultas realizadas o creadas en esta sesión fueron:

source: Sorry, we cannot determine the type of query that is requested (%s).
es_es: Lo siento, no podemos determinar el tipo de consulta que se solicita (%s).

source: Unknown query type
es_es: Tipo de consulta desconocida

source: Unable to create a file in the directory! Please check your server settings.
es_es: ¡No se ha podido crear un archivo en el directorio! Por favor, comprueba los ajustes de tu servidor.

source: Unable to create the required directory! Please check your server settings.
es_es: ¡No se ha podido crear el directorio necesario! Por favor, comprueba los ajustes de tu servidor.

source: Error Message: %s
es_es: Mensaje de error: %s

source: Code: %d
es_es: Código: %d

source: Database initialization error!
es_es: ¡Error de inicialización de la base de datos!

source: WordPress database error: [%1$s] %2$s
es_es: Error en la base de datos de WordPress: [%1$s] %2$s

source: WordPress database error %1$s for query %2$s made by %3$s
es_es: Error en la base de datos de WordPress %1$s para la consulta %2$s realizada por %3$s

source: (unknown)
es_es: (desconocido)

source: Database size
es_es: Tamaño de la base de datos

source: Database file
es_es: Archivo de la base de datos

source: SQLite version
es_es: Versión de SQLite

source: Database type
es_es: Tipo de base de datos

source: Undefined
es_es: Sin definir

source: The SQLite Integration module is active, but the %1$s file is missing. Please <a href="%2$s">deactivate the module</a> and re-activate it to try again.
es_es: El módulo de integración SQLite está activo, pero falta el archivo %1$s. Por favor, <a href="%2$s">desactiva el módulo</a> y vuelve a activarlo para intentarlo de nuevo.

source: The SQLite Integration module is active, but the %1$s constant is missing. It appears you already have another %2$s file present on your site.
es_es: El módulo de integración SQLite está activo, pero falta la constante %1$s. Parece que ya tienes otro archivo %2$s presente en el sitio.

# module description
source: Use an SQLite database instead of MySQL.
es_es: Utiliza una base de datos SQLite en lugar de MySQL.

# module name
source: SQLite Integration
es_es: Integración SQLite

# module description
source: Adds a fetchpriority hint for the primary content image on the page to load faster.
es_es: Añade una indicación fetchpriority para que la imagen del contenido principal de la página se cargue más rápido.

source: Your site is currently using an SQLite database. You can disable this module to get back to your previous MySQL database, with all your previous data intact.
es_es: Tu sitio está utilizando actualmente una base de datos SQLite. Puedes desactivar este módulo para volver a tu base de datos MySQL anterior, con todos sus datos anteriores intactos.

source: The SQLite module cannot be activated because the SQLite extension is not loaded.
es_es: El módulo SQLite no se puede activar porque la extensión SQLite no está cargada.

source: The SQLite module cannot be activated because the %s directory is not writable.
es_es: El módulo SQLite no se puede activar porque el directorio %s no tiene permisos de escritura.

source: The SQLite module cannot be activated because a different %s drop-in already exists.
es_es: El módulo SQLite no se puede activar porque ya existe un dependiente %s diferente.

source: WebP and JPEG
es_es: WebP y JPEG

source: Database
es_es: Base de datos

source: JS & CSS
es_es: JS y CSS

source: Enabling JPEG in addition to WebP can improve compatibility, but will effectively double the filesystem storage use of your images.
es_es: Activar JPEG además de WebP puede mejorar la compatibilidad, pero seguramente duplicará el uso del almacenamiento del sistema de archivos de tus imágenes.

source: Generate JPEG files in addition to WebP
es_es: Generar archivos JPEG además de WebP

source: Size
es_es: Tamaño

source: Option Name
es_es: Nombre de la opción

# module name
source: Enqueued Assets Health Check
es_es: Comprobación de salud de recursos en cola

# module name
source: Autoloaded Options Health Check
es_es: Comprobación de salud de las opciones cargadas automáticamente

# module name
source: WebP Support Health Check
es_es: Comprobación de salud de la compatibilidad con WebP

source: Unable to load image.
es_es: No se puede subir la imagen.

source: %s is already part of your WordPress version and therefore cannot be loaded as part of the plugin.
es_es: %s es ya parte de tu versión de WordPress y por tanto no se puede cargar como parte del plugin.

source: Transparency detection failed: %s
es_es: Fallo en la detección de la transparencia: %s

source: Dominant color detection failed: %s
es_es: La detección del color dominante falló: %s

source: Transparency detection no image found.
es_es: Detección de transparencias no ha encontrado ninguna imagen.

source: Dominant color detection failed.
es_es: La detección del color dominante ha fallado.

source: Dominant color detection no image found.
es_es: Detección de color dominante no ha encontrado ninguna imagen.

# module description
source: Adds support to store the dominant color of newly uploaded images and create a placeholder background of that color.
es_es: Añade compatibilidad para almacenar el color dominante de las imágenes subidas recientemente y crear un fondo de marcador de posición con ese color.

source: WebP support can only be enabled by your hosting provider, so contact them for more information.
es_es: La compatibilidad con WebP solo la puede activar tu proveedor alojamiento, así que contáctales para obtener más información.

source: The WebP image format produces images that are usually smaller in size than JPEG images, which can reduce page load time and consume less bandwidth.
es_es: El formato de imagen WebP produce imágenes que suelen ser de menor tamaño que las imágenes JPEG, lo que puede reducir el tiempo de carga de la página y consumir menos ancho de banda.

source: Your site has %1$s autoloaded options (size: %2$s) in the options table, which could cause your site to be slow. You can reduce the number of autoloaded options by cleaning up your site's options table.
es_es: Tu sitio tiene %1$s opciones cargadas automáticamente (tamaño: %2$s) en la tabla de opciones, lo que podría causar que tu sitio sea lento. Puedes reducir el número de opciones cargadas automáticamente limpiando la tabla de opciones de tu sitio.

source: Autoloaded options could affect performance
es_es: Las opciones cargadas automáticamente podrían afectar al rendimiento

source: Your site has %1$s autoloaded options (size: %2$s) in the options table, which is acceptable.
es_es: Tu sitio tiene %1$s opciones cargadas automáticamente (tamaño: %2$s) en la tabla de opciones, lo cual es aceptable.

source: Autoloaded options are acceptable
es_es: Las opciones cargadas automáticamente son aceptables

source: Autoloaded options are configuration settings for plugins and themes that are automatically loaded with every page load in WordPress. Having too many autoloaded options can slow down your site.
es_es: Las opciones cargadas automáticamente son ajustes de configuración para plugins y temas que se cargan automáticamente con cada carga de página en WordPress. Tener demasiadas opciones de carga automática puede ralentizar tu sitio.

source: Autoloaded options
es_es: Opciones cargadas automáticamente

source: At least one of the dimensions must be a positive number.
es_es: Al menos una de las dimensiones debe ser un número positivo.

source: The original image file does not exists, subsizes are created out of the original image.
es_es: El archivo de imagen original no existe, los subtamaños se crean a partir de la imagen original.

# module description
source: Adds a check for autoloaded options in Site Health status.
es_es: Añade una comprobación de las opciones cargadas automáticamente en el estado de salud del sitio.

source: Your site does not support WebP
es_es: Tu sitio no es compatible con WebP

source: Your site supports WebP
es_es: Tu sitio es compatible con WebP

source: WebP Support
es_es: Compatibilidad para WebP

source: Your website enqueues %1$s style (size: %2$s). Try to reduce the number or to concatenate them.
es_es: Tu web tiene en cola %1$s estilo (tamaño: %2$s). Intenta reducir el número o concatenarlos.

source: The amount of %1$s enqueued style (size: %2$s) is acceptable.
es_es: La cantidad de %1$s estilo en cola (tamaño: %2$s) es aceptable.

source: Enqueued styles
es_es: Estilos en cola

source: Clean Test Cache
es_es: Limpiar la caché de pruebas

source: More info about performance optimization
es_es: Más información acerca de la optimización del rendimiento

source: Your website enqueues %1$s script (size: %2$s). Try to reduce the number or to concatenate them.
es_es: Tu web tiene en cola %1$s script (tamaño: %2$s). Intenta reducir el número o concatenarlos.

source: The amount of %1$s enqueued script (size: %2$s) is acceptable.
es_es: La cantidad de %1$s script en cola (tamaño: %2$s) es aceptable.

source: Enqueued scripts
es_es: Scripts en cola

source: CSS assets
es_es: Recursos CSS

source: JS assets
es_es: Recursos JS

source: The file key is not present on the image data
es_es: La clave del archivo no está presente en los datos de la imagen

source: The provided mime type is not supported.
es_es: El tipo MIME proporcionado no es compatible.

source: The provided mime type is not allowed.
es_es: El tipo MIME proporcionado no está permitido.

source: The image does not have a valid metadata.
es_es: La imagen no tiene metadatos válidos.

# module description
source: Adds a WebP support check in Site Health status.
es_es: Añade una comprobación de la compatibilidad con WebP en el estado de la salud del sitio.

# module description
source: Adds a CSS and JS resource check in Site Health status.
es_es: Añade una comprobación de recursos CSS y JS en el estado de la salud del sitio.

# module description
source: Creates WebP versions for new JPEG image uploads if supported by the server.
es_es: Crea versiones WebP para las nuevas subidas de imágenes JPEG si el servidor es compatible.

# module name
source: WebP Uploads
es_es: Subidas de WebP

source: Settings
es_es: Ajustes

source: Settings > Performance
es_es: Ajustes > Rendimiento

source: You can now test upcoming WordPress performance features. Open %s to individually toggle the performance features included in the plugin.
es_es: Ahora puedes probar las próximas características de rendimiento de WordPress. Abre %s para cambiar individualmente las características de rendimiento incluidas en el plugin.

source: Object Cache
es_es: Caché de objetos

source: Measurement
es_es: Medidas

source: Images
es_es: Imágenes

source: Enable %s
es_es: Activar %s

source: Enable %s <strong>(experimental)</strong>
es_es: Activar %s <strong>(experimental)</strong>

source: Other
es_es: Otros

source: Performance
es_es: Rendimiento

source: Performance Modules
es_es: Módulos de rendimiento

source: WordPress Performance Team
es_es: Equipo de rendimiento de WordPress

source: Performance plugin from the WordPress Performance Team, which is a collection of standalone performance modules.
es_es: Plugin de rendimiento del equipo de rendimiento de WordPress, que es una colección de módulos de rendimiento independientes.
